Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: The group have reportedly operated at four World Cups and could render R$200 million per tournament, selling up to 1,000 tickets per game .
pt: Segundo o inquérito, o grupo teria atuado em quatro Copas e poderia ter levantado até R$ 200 milhões por torneio.

source: BAGHDAD (Reuters) - Islamic State insurgents released a video on Tuesday purportedly showing the beheading of U.S. journalist James Foley, who had gone missing in Syria nearly two years ago.
pt: Um vídeo postado nesta terça-feira na rede social YouTube supostamente mostra um homem, identificado como o jornalista norte-americano James Wright Foley, sendo decapitado por um militante do Estado Islâmico .

source: “This president's foreign policy is the most feckless in American history,” Huckabee added.
pt: "A política externa deste presidente é a mais irresponsável da história dos Estados Unidos .

source: Hundreds of migrants attempt to enter UK through Channel Tunnel
pt: Imigrantes tentam atravessar Canal da Mancha entre França e Reino Unido.

source: That protest unfolded after Ferguson police chief Tom Jackson resigned in the wake of the scathing federal Justice Department report, which found widespread racial bias in the city's policing and in a municipal court system driven by profit extracted from mostly black and low-income residents.
pt: KANSAS CITY (Reuters) - O chefe de polícia de Ferguson, no Estado norte-americano do Missouri, renunciou ao cargo nesta quarta-feira como consequência de um duro relatório do Departamento de Justiça dos EUA, que concluiu sobre a existência de uma disseminada parcialidade racial na atuação do departamento policial e do tribunal municipal.

source: A statement from the university read: "UCL can confirm that Sir Tim Hunt FRS has resigned from his position as honorary professor with the UCL faculty of life sciences following comments he made about women in science at the World Conference of Science Journalists on 9 June.
pt: Num comunicado, a universidade anunciou que Hunt "deixou o seu posto como professor honorário da Faculdade de Ciências da UCL após os comentários que fez sobre as mulheres na Conferência Mundial De Jornalistas de Ciência a 9 de junho", na Coreia de Sul .

source: VIENNA A driver killed three people and injured 34 on Saturday in the Austrian city of Graz when he ploughed a vehicle at high speed into a crowded shopping street, police said.
pt: Um homem jogou seu carro em direção a uma multidão neste sábado (20) em Graz, segunda maior cidade da Áustria, matando três pessoas e ferindo outras 34 .

source: Here is a summary of the main developments in the Iran nuclear crisis since 2002:
pt: Veja as principais etapas da crise nuclear iraniana desde 2002

source: Indonesian officials find wreckage believed to be that of AirAsia plane | News | DW.DE | 31.12.2014
pt: Autoridades encontram destroços que podem pertencer ao avião da AirAsia - Yahoo Notícias

source: Two New York police officers killed in ambush shooting
pt: Dois policiais são mortos dentro de carro de patrulha em NY

source: I don't know for certain whether bin Laden was armed or not .
pt: "Não há dúvida alguma sobre o fato de que Bin Laden morreu .

source: Spanish Prime Minister Rajoy has vowed to use the constitutional court to block the Catalan vote, but Mas said it is "impossible" to do so.
pt: O presidente do governo espanhol, Mariano Rajoy, prometeu bloquear a votação, alegando que a Constituição não permite referendos que não incluam todos os espanhóis.

source: Tsipras promised that five years of austerity, "humiliation and suffering" imposed by international creditors were over after his Syriza party romped to election victory on Jan. 25.
pt: Atenas - O líder de esquerda grego Alexis Tsipras prometeu no domingo que cinco anos de austeridade, "humilhação e sofrimento" impostos por credores internacionais estavam encerrados após a vitória de seu partido Syriza nas eleições realizadas no domingo.

source: Each of FIFA's 209 member associations has a vote .
pt: Em uma votação secreta, todos as 209 associações de futebol da Fifa têm direito a um voto .

source: A new survey released at the weekend showed Hollande's poll ratings stuck at 17 percent, the lowest for any leader of France since its Fifth Republic was formed in 1958 .
pt: Uma pesquisa divulgada no final de semana mostrou Hollande estacionado na taxa de 17 por cento de aprovação, a mais baixa de um presidente francês desde a formação da chamada Quinta República em 1958.

source: The funeral and burial will be on the grounds of Mandela's Qunu home .
pt: A tradição que será respeitada no enterro de Mandela em Qunu

source: Obama took second place to Putin in the Forbes power list for the second year in succession - the Russian leader being judged to have a far freer hand than his US counterpart.
pt: Esta é a primeira vez que Baghdadi aparece na lista, junto com o presidente russo, Vladimir Putin, que ocupa a primeira posição, e o presidente americano, Barack Obama, no segundo lugar.

source: 12 Years a Slave director Steve McQueen has cast an unknown actor in a new drama pilot for US television.
pt: O ator Chiwetel Ejiofor em cena do filme '12 Anos de Escravidão', de Steve McQueen

source: May Allah allow me to kill their Kanzeer (pig) soldiers with their own weapons," one said.
pt: Que Alá permita que eu mate os soldados Kanzeer [porcos] com suas próprias armas", escreve outra.

source: May Allah allow me to kill their Kanzeer [pig] soldiers with their own weapons," one said.
pt: Que Alá permita que eu mate os soldados Kanzeer [porcos] com suas próprias armas", escreve outra.

source: US Secretary John Kerry is set to meet with chief Palestinian negotiator Saeb Erekat and a Palestinian delegation later on Tuesday to discuss the draft resolution.
pt: Na terça-feira, ele conversará em Londres com o chefe dos negociadores palestinos, Saeb Erakat, e o secretário-geral da Liga Árabe, que apoia o projeto de resolução palestino.

source: They were convicted and went to jail," she said.
pt: Eles foram condenados e estão presos .

source: Bodies of AirAsia plane victims pulled from Java Sea 30.12.2014
pt: Corpos de vítimas do avião da AirAsia chegam a cidade da Indonésia

source: “It’s very hard .
pt: “Foi muito rápido .

source: * The United States and its Arab allies bombed militant groups in Syria for the first time on Tuesday, killing scores of Islamic State fighters, members of a separate al Qaeda-linked group and opening a new front amid shifting Middle East alliances.
pt: Ajudados por seus aliados árabes, os EUA atacaram pela primeira vez nesta quarta-feira a organização Estado Islâmico (EI) na Síria, abrindo assim uma nova frente de guerra contra o grupo ultra radical que já é alvo de ataques no Iraque.

source: “It was no easy .
pt: É fácil e rápido,

source: It was not right, he said, to treat a woman like this.
pt: Nem isso não posso, nem esse direito eu consigo", diz.

source: JERUSALEM (Reuters) - Militants in the Gaza Strip fired a rocket at Israel as it celebrated its independence day on Thursday, the first such attack in months, causing no injuries or damage, Israeli authorities said.
pt: Um foguete disparado da Faixa de Gaza, controlada pelo Hamas, atingiu a região sul de Israel no sábado, sem causar danos ou vítimas, informaram militares israelenses.

source: Separately, the U.S. House of Representatives overwhelmingly passed a bill backing loan guarantees for the new government in Kiev .
pt: WASHINGTON, 6 Mar (Reuters) - A Câmara dos Deputados dos Estados Unidos aprovou nesta quinta-feira uma lei que apoia garantias de empréstimo para o novo governo da Ucrânia.

source: Experts believe that Liberia has turned to logging as a way of raising cash in difficult times .
pt: Especialistas acreditam que a Libéria recorre ao desmatamento como uma forma de obter dinheiro em momentos de dificuldade.

source: MANILA (Reuters) - Philippine President Benigno Aquino said on Friday the territorial dispute with China in the South China Sea was of concern for the world because global trade will be hit by China's reclamation.
pt: Manila, Filipinas - A reivindicação pela China de vários recifes e pequenas ilhas no Mar da China Meridional deveria provocar "medo" no restante do mundo, afirmou o presidente filipino Benigno Aquino.

source: The founder of the Wikileaks website, Julian Assange, faces rape and sexual assault allegations in Sweden .
pt: O fundador do Wikileaks nega as acusações de abuso sexual apresentadas por promotores da Suécia.

source: "One day I was like, I can't do this no more .
pt: Eu não desejo a ninguém o que eu vi e experimentei por lá."

source: The National Security Agency's practice of collecting bulk metadata from the phone calls of Americans first came to light in documents leaked by former NSA contractor Edward Snowden in 2013 .
pt: A reunião indiscriminada de dados telefônicos pela Agência de Segurança Nacional (NSA) foi revelada em 2013 pelo ex-técnico da instituição Edward Snowden .

source: Last week: 978 migrants rescued in one day in Mediterranean Sea
pt: Mais de 3.400 migrantes são salvos em único dia no Mediterrâneo

source: "I only wanted to underline that we are losing our national pride and identity."
pt: Só sublinhei que estamos perdendo o orgulho nacional. "

source: Boko Haram crisis: At least 70 bodies found in Nigerian town
pt: Soldados acham 70 corpos em cidade retomada do Boko Haram

source: But I'm so glad I didn't .
pt: Eu não tenho medo de expressar o que eu penso .

source: In 1964 he played the villain in an episode of the TV spy series, The Man from U.N.C.L.E. where, for the first time, he worked with William Shatner.
pt: Com seu parceiro de "Jornada nas Estrelas", William Shatner, o ator trabalhou pela primeira vez em "The Man from U.N.C.L.E", série exibida nos EUA entre 1964 e 1968.

source: Because those drivers are just Uber users, some have argued that their lack of a taxi license makes operating UberPop illegal.
pt: Eles alegam que o serviço promove o transporte ilegal de usuários e afirmam que os motoristas cadastrados pelo Uber não têm licença de taxistas.

source: "Of course, I'm relieved, we had to win here .
pt: É pra isso que estou aqui, o resto eu não sei”, acrescentou.

source: Japan ready to provide unapproved drug for Ebola
pt: Japão pode oferecer medicamento sem aprovação para Ebola

source: BRUSSELS (Reuters) - European Union leaders look likely to keep economic sanctions on Russia in place until a Ukraine ceasefire deal is fully working, after German Chancellor Angela Merkel said on Thursday it would be wrong to ease pressure on Moscow prematurely.
pt: BRUXELAS (Reuters) - O presidente do Conselho Europeu, Donald Tusk, está discutindo uma proposta com os líderes de Alemanha e França que poderiam relacionar as sanções da União Europeia contra a Rússia à total implementação do acordo de cessar-fogo na Ucrânia, disse uma autoridade sênior da UE nesta quarta-feira.

source: West Africa's Ebola crisis is likely to last until the end of 2015, says a leading researcher who helped to discover the virus.
pt: LONDRES (Reuters) - A crise do Ebola na África Ocidental, que teve sua primeira vítima há exatamente um ano, deve durar até o fim de 2015, de acordo com o cientista que ajudou a descobrir o vírus.

source: Limoli is part of NASA's Human Research Program, which is probing how space radiation would affect deep space explorers.
pt: Charles Limoni integra o Programa de Pesquisa Humana da Nasa, que demonstra que a radiação espacial afetaria os exploradores do espaço profundo.

source: That's quite important to me!"
pt: 'Foi muito difícil (...) .

source: After the attack, hundreds of angry youths rioted on the streets, throwing stones and sticks and shouting at security officials.
pt: Imediatamente após os ataques, centenas de jovens foram às ruas protestar, arremessando pedras, empunhando paus e gritando contra as autoridades de segurança .

source: Dilma Rousseff arrived at the Congress building with her daughter, Paula, in an open-top car
pt: Presidente Dilma Rousseff, ao lado da filha Paula, a caminho do Congresso Nacional …

source: At the weekend, the EU added 15 individuals and 18 entities to its sanctions list targeting Russians linked to the separatist uprising in eastern Ukraine.
pt: A União Europeia vai acrescentar 15 ucranianos pró-russos e russos, além 18 entidades russas, a sua lista de sanções em resposta à crise ucraniana, informou nesta quinta-feira uma fonte europeia.

source: In the dawn hours of this same day, 10 Palestinians died as a result of Israeli attacks in all of Gaza and the number of Palestinians murdered has already increased to 2,000.
pt: Na madrugada desse mesmo dia, dez palestinos morreram em consequência dos ataques israelenses em toda a Faixa e já chegou a 2 mil o número de palestinos assassinados.

source: Following the Eurogroup meeting, President of the European Council Donald Tusk announced that a summit to be attended by European leaders will be convened in Brussels on Monday.
pt: A reunião extraordinária será dirigida pela chanceler da Alemanha, Angela Merkel, e foi convocada pelo presidente do Conselho Europeu, Donald Tusk.

source: Dr Dan Poulter, health minister for England, told the BBC: "The PIP implant scandal has shone a light on what is sometimes a cowboy industry where there are some murky practices.
pt: À BBC, Dan Poulter, subsecretário de Estado para Serviços Médicos do Reino Unido, afirmou que o escândalo envolvendo os implantes PIP "lançou luz" sobre uma indústria com algumas "práticas sombrias".

source: But officials told Reuters Brazil will not use its international reserves to halt the real's depreciation, which could ultimately help its exports at a time when the economy is contracting.
pt: BRASÍLIA (Reuters) - O governo brasileiro não considera usar suas reservas internacionais neste momento para conter a forte alta do dólar ante o real, disse à Reuters uma fonte da Fazenda nesta sexta-feira.

source: But Nkurunziza argued that his bid is legitimate, as he had been appointed to his first term by parliament - not by direct, popular vote.
pt: Já os partidários de Nkurunziza defendem que, no primeiro governo, o presidente foi eleito pelo Parlamento, e não por voto universal.

source: "He has been my best friend for 29 years," she said .
pt: O homem, que tem 29 anos, é procurado pela polícia .

source: Palestinian Authority, International Criminal Court, Israel, Mahmoud Abbas
pt: O presidente da Autoridade Palestina, Mahmud Abbas

source: PARIS (Reuters) - France's foreign minister said on Thursday he would travel to Israel and the Palestinian territories in June to try to revive the peace process and persuade all sides to accept a French U.N. Security Council resolution that would set parameters for talks.
pt: O ministro francês das Relações Exteriores, Laurent Fabius, disse nesta Quinta-feira, 28, que vai viajar para Israel e os territórios palestinos, em Junho, com o objetivo de pressionar por um consenso internacional que estabeleça os parâmetros para as negociações de paz.

source: “I have to take things calmly and enjoy and not go crazy with the idea of coming back (to Buenos Aires).”
pt: Também não penso, não fico louco com a ideia de voltar (para a Argentina).”

source: The city will ask Superior Court Judge Theresa Doyle to dismiss the case on procedural grounds during a hearing later on Friday, said the spokesman, John Schochet.
pt: A cidade vai pedir à juíza Theresa Doyle, do Tribunal Superior do Estado, para arquivar o caso sob condições procedimentais durante uma audiência na noite desta sexta-feira (horário local), disse o porta-voz, John Schochet.

source: First Black Senator Elected in U.S. South since Civil War Era
pt: Sul dos EUA elege primeiro senador negro desde o fim da Guerra da Secessão

source: The prior vote resulted in a win for businessman Ahmed Maiteeq over six other candidates .
pt: Na primeira votação, o empresário Ahmed Maiteeq saiu na frente sobre sete candidatos .

source: There’s nothing better than playing against those kinds of teams .
pt: E não há nada melhor que enfrentar as melhores seleções do planeta .

source: Former US president George H. W. Bush, 90, has been admitted to a Texas hospital suffering shortness of breath, a family spokesman said Tuesday.
pt: O ex-presidente americano George H. W. Bush, 90, deixou nesta terça-feira (30) um hospital do Texas, após uma semana internado com problemas respiratórios, e ficará de repouso em casa, anunciou seu porta-voz.

source: Former England international Ray Wilkins has been appointed as the new head coach of the Jordan national team.
pt: O ex-meia da seleção da Inglaterra Ray Wilkins foi anunciado nesta quarta-feira como novo técnico da seleção da Jordânia .

source: She'd been dreaming of being a Miss since she was small .
pt: Eu estava construindo uma casa, que era o sonho dela .

source: On Friday, two Palestinians in the Gaza Strip were killed in an Israeli air raid after a bomb exploded near troops manning Israel's security fence.
pt: GAZA (Reuters) - Um ataque aéreo israelense matou dois militantes palestinos e feriu gravemente um terceiro na Faixa de Gaza, nesta sexta-feira, disseram militares e autoridades médicas palestinas.

source: During the visit, the Pope Francis said he would hold an "ecumenical meeting with all the representatives of the Christian Churches in Jerusalem" at the Church of the Holy Sepulchre in East Jerusalem, venerated as the place where Jesus was buried.
pt: Na Igreja do Santo Sepulcro, onde está o túmulo de Jesus Cristo em Jerusalém, segundo a tradição cristã, "nós iremos celebrar um encontro ecumênico com todos os representantes das Igrejas cristãs de Jerusalém e com o Patriarca Bartolomeu de Constantinopla", disse o chefe da Igreja Católica ante uma multidão de fiéis.

source: Top women players tell FIFA: World Cup on turf is discriminatory
pt: Jogadoras de futebol dizem à Fifa que Copa do Mundo em grama artificial é discriminação

source: Last season Schumacher came second in the World, European and German kart championships while driving as "Mick Junior" to protect his privacy.
pt: Mick vem do kart, no qual teve um bom desempenho na temporada passada, conquistando o segundo lugar no campeonato europeu de kart júnior .

source: "I wanted it to be more open; I wanted to see new people and not be the one who chooses the work .
pt: “O meu trabalho não é fácil de ser vendido, mas não me vejo em outro caminho .

source: The agent told Reuters the biological parents made the offer to take the boy some weeks after the birth, despite claims by surrogate mother Pattaramon Janbua that the couple had abandoned the baby after they found out he had Down syndrome.
pt: BANGKOK (Reuters) - Uma mãe de aluguel tailandesa que ficou com um dos gêmeos abandonado pelos pais biológicos australianos depois que nasceu com Síndrome de Down disse no domingo que não tinha sido informada da condição da criança até o final da gravidez.

source: An alliance official, who spoke on condition of anonymity in keeping with NATO practice, told AP “our door is open, and Ukraine will become a member of NATO if it so requests and fulfills the standards and adheres to the necessary principles.”
pt: A entrada para a aliança militar vai provavelmente levar anos, mas o porta-voz da Otan em Bruxelas disse: “Nossas portas estão abertas, e a Ucrânia vai se tornar integrante da Otan se ela assim pedir, cumprir os requisitos e aderir os princípios necessários”.

source: And then what I'm going to do is I'm going to call on a number of you .
pt: Então, se você me perguntar tal coisa e eu achar que não tenho problema em falar, eu falo .

source: "We have never trained to defend ourselves or to play at the back .
pt: “Nunca treinamos para só se defender, ficar atrás .

source: Evo Morales, Bolivia's first indigenous president, will most likely be reelected into office for a third time .
pt: O presidente da Bolívia, Evo Morales, foi reeleito para mais um mandato, com 61% dos votos válidos .

source: It had a primary surplus of 3.58 billion reais in March.
pt: Em abril de 2011, o superávit primário ficou em 18,052 bilhões de reais.

source: Meanwhile, South African archbishop and Nobel Peace Prize winner Desmond Tutu likened the attacks to apartheid .
pt: O arcebispo sul-africano Desmond Tutu, prêmio Nobel da paz em 1984 por sua luta contra …

source: ATHENS, July 5 Former Prime Minister Antonis Samaras announced he was stepping down as leader of Greece's conservative New Democracy opposition party after a strong vote for the 'No' position backed by the leftwing government in Sunday's referendum.
pt: ATENAS (Reuters) - O ex-premiê grego Antonis Samaras anunciou sua renúncia como líder do partido de oposição Nova Democracia depois da sonora vitória do "Não" em referendo sobre os termos de um pacote de ajuda financeira ao país.

source: Israel minister's wife sorry for 'Obama Coffee' gag
pt: Mulher de ministro israelense pede desculpas a Obama por piada racista

source: Israel minister’s wife sorry for ‘Obama Coffee’ gag
pt: Mulher de ministro israelense pede desculpas a Obama por piada racista

source: "The Hunger Games: Mockingjay -- Part 2" is in theaters November 20.
pt: “Jogos Vorazes: A Esperança – Parte 2” chega aos cinemas no dia 20 de novembro.

source: An official at the city's Ibn Sina hospital confirmed the deputy minister's death and added that he had suffered bullet wounds to several parts of his body.
pt: Outra fonte do hospital Ibn Sina de Sirte indicou que o vice-ministro havia sido baleado várias vezes em diferentes partes do corpo.

source: On Monday, when Greece and other negotiating parties expressed optimism about concluding a deal soon, German Chancellor Angela Merkel's spokesman Steffen Seibert was more sober, saying "thoroughness over speed" must be emphasized in the talks.
pt: BERLIM (Reuters) - Uma conclusão rápida das negociações com credores internacionais de um novo resgate à Grécia seria desejável, disse o porta-voz do governo alemão Steffen Seibert nesta segunda-feira, salientando que um acordo abrangente é mais importante que um acordo rápido.

source: "Troops and pro-regime militia stopped the attack that Islamic State launched on the Deir Ezzor military airport," it said, adding that both sides suffered heavy losses in the fighting.
pt: "As tropas e as milícias pró-regime frearam o ataque do EI contra o aeroporto militar de Deir Ezzor", declarou o Observatório Sírio para os Direitos Humanos (OSDH), acrescentando que ambos os lados sofreram perdas nos combates.

source: South Africans pause to remember Nelson Mandela a year after his death
pt: Cerimônias na África do Sul marcarão um ano da morte de Mandela

source: Laundry was hanging from the rooms overlooking the courtyard, where there was a strong smell of sweat and waste.
pt: A roupa lavada era colocada para secar junto ao pátio, onde reinava um forte cheiro de suor e lixo.

source: "There is a presidential decision to deport Peter Greste to Australia," an unnamed Egyptian official told AFP.
pt: "A decisão de expulsar Peter Greste para a Austrália foi tomada por decreto presidencial", disse a fonte.

source: Russia says now is time to make deal with Iran on nuclear program
pt: Lavrov vê oportunidade para acordo sobre programa nuclear do Irã

source: “The only thing to do is to try to work to make it better .
pt: “A pessoa para quem você trabalha é algo importante mas não é tudo .
